Tekla Open API Reference for Tekla Structures 2025
BinaryFilterExpressionCollection Constructor
 Initializes a new instance of the BinaryFilterExpressionCollection class.
 Namespace: Tekla.Structures.Filtering
 Assembly: Tekla.Structures (in Tekla.Structures.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public BinaryFilterExpressionCollection()
Public Sub New
See Also
Reference
BinaryFilterExpressionCollection Class
Tekla.Structures.Filtering Namespace